{
  "MENU":{
    "TITLE": "CV Инга Баранец"
  },
  "CONTENT":{
    "NAME": "Инга Баранец",
    "POSITION":"Веб-разработчик",
    "CONTACTS": "Контакты",
    "LOCATION": "Москва, РФ",
    "SKILLS": "Навыки",
    "SUMMARY":{
      "TITLE":"О себе",
      "POINT1": "Полный энтузиазма начинающий веб-разработчик",
      "POINT2": "Отличные коммуникационные навыки, положительный опыт общения с клиентами, коллегами, иностранными поставщиками, государственными органами",
      "POINT3": "Высокий уровнь ответственности и самоорганизации, продолжительный опыт удаленной работы с жесткими сроками исполнения",
      "POINT4": "Гибкость, опыт работы в меняющихся условиях",
      "POINT5": "Быстрая обучаемость",
      "POINT6": "В погоне за мечтой стать программистом"
    },
    "LANGUAGES":{
      "TITLE":"Языки",
      "EN": "Английский",
      "ES": "Испанский"
    },
    "EDUCATION":{
      "TITLE":"Образование",
      "ACADEMY":"2006-2011 Российская Таможенная Академия (диплом с отличием), Факультет: Мировая экономика, Специализация: Внешняя торговля",
      "RS":"Сентябрь, 2021 - Март, 2022 Roller Scopes School “JavaScript/Front-end” (вошла в топ-10 по количеству баллов)",
      "MININ":"Январь, 2022 В. Минин, “Angular, Теория и практика”"
    },
    "CODE":{
      "TITLE":"Пример кода",
      "RANK":"Уровень",
      "KATA":"Количество решенных ката"
    },
    "PROJECTS":{
      "TITLE":"Проекты",
      "TECHNOLOGIES":"Технологии",
      "DESCRIPTION":"Описание",
      "ART":"Художественный квиз с 2 видами вопросов (угадать картину или автора), по 12 категорий в каждой игре. Можно выбрать 2 языка (английский или русский), настроить звуки и фоновую музыку. Результаты сохраняются в local storage. Адаптирован также и для мобильных устройств",
      "MUSEUM": "Одностраничный сайт с интерактивными элементами и анимацией (слайдер изобржений, видео слайдер, видео плеер с кастомным управлением, форма покупки билетов с валидацией полей, интерактивная карта, галерея изображений с анимацией)",
      "MOMENTUM": "Рабочий стол с интерактивными элементами (погода, цитаты, инфо по КОВИД-19, часы, аудио плеер). Фоновые изображения, данные о погоде и КОВИД-19, цитаты получены из сторонних источников с помощью метода fetch. На выбор три языка: английский, русский, испанский",
      "CHRISTMAS": "Одностраничное приложение с возможностью управления коллекцией елочных игрушек (фильтры с множественными условиями, сортировка, поиск по названию и тд.). Также в приложении можно украсить елку выбранными игрушками (используя drag&drop), добавить мигающую гирлянду, падающий снег и тд. В итоге, пользователь создает открытку с поздравлением и может скачать ее",
      "RSLANG": "Проект разрабатывался в команде (3 участника). Одностраничное приложение для изучения английского с помощью мини-игр. Есть авторизация и статистика для отслеживания прогресса.  Обмен данных с сервером с помощью HTTPClent. Адаптировано также и для мобильных устройств"
    }
  }
}

